{
  "common": {
    "companyName": "3W – Well With Waves",
    "brandName": "WellWithWaves",
    "addressLabel": "Adresse",
    "address": "110 Rue du Smetz PePSO, 62120 Campagne-lès-Wardrecques, France",
    "emailLabel": "Email",
    "email": "cdhersin@wellwithwaves.com",
    "phoneLabel": "Téléphone",
    "phone": "+33 6 52 71 03 09",
    "publisherTitle": "Éditeur du site",
    "publisherCompanyName": "JD-PIXEL-WORKS",
    "publisherCompanyAddress": "59190 Hazebrouck, France",
    "publisherCompanyMail": "j.dhersin@hotmail.fr",
    "publisherCompanyPhone": "+33 6 47 65 64 33",
    "hostingTitle": "Hébergement",
    "hostingPlaceholder": "OVH : 2 rue Kellermann, 59100 Roubaix, France.",
    "ipTitle": "Propriété intellectuelle",
    "ipText": "L’ensemble des contenus (textes, images, marques, logos) est protégé. Toute reproduction est interdite sans autorisation écrite préalable.",
    "liabilityTitle": "Responsabilité",
    "liabilityText": "Nous nous efforçons d’assurer l’exactitude des informations, sans garantie d’exhaustivité. L’utilisation du site se fait sous la responsabilité de l’utilisateur.",
    "contactTitle": "Contact",
    "contactTextPrefix": "Pour toute question, écrivez-nous à"
  },
  "mentions": {
    "title": "Mentions légales – WellWithWaves",
    "description": "Mentions légales de WellWithWaves : éditeur, hébergeur, contact, propriété intellectuelle.",
    "breadcrumb": "Mentions légales",
    "kicker": "INFORMATIONS",
    "pageTitle": "Mentions légales",
    "pageSubtitle": "Informations légales relatives au site WellWithWaves.",
    "fields": {
      "company": "Société"
    }
  },
  "privacy": {
    "title": "Politique de confidentialité – WellWithWaves",
    "description": "Politique de confidentialité : données collectées, finalités, conservation, droits RGPD et contact.",
    "breadcrumb": "Politique de confidentialité",
    "kicker": "CONFIDENTIALITÉ",
    "pageTitle": "Politique de confidentialité",
    "pageSubtitle": "Comment nous traitons vos données (RGPD).",
    "toc": {
      "controller": "Responsable du traitement",
      "data": "Données collectées",
      "purposes": "Finalités du traitement",
      "lawful": "Base légale",
      "retention": "Durée de conservation",
      "security": "Sécurité des données",
      "processors": "Sous-traitants et destinataires",
      "rights": "Vos droits",
      "cookies": "Cookies"
    },
    "sections": {
      "controller": {
        "title": "Responsable du traitement",
        "p1": "Les données à caractère personnel collectées sur le site WellWithWaves sont traitées sous la responsabilité de la société {companyName}, située à {address}.",
        "p2": "Pour toute question relative à la protection des données, vous pouvez nous contacter à : {email}."
      },
      "data": {
        "title": "Données collectées",
        "p1": "Nous collectons uniquement les données strictement nécessaires via les formulaires du site (demande de devis, formulaire de contact), notamment : nom, prénom, adresse email professionnelle, établissement, fonction, numéro de téléphone et contenu du message.",
        "p2": "Les champs marqués comme obligatoires sont nécessaires au traitement de votre demande. Les autres informations sont facultatives.",
        "p3": "Merci de ne pas transmettre de données sensibles ou médicales via les formulaires du site."
      },
      "purposes": {
        "title": "Finalités du traitement",
        "li1": "Traitement et réponse aux demandes de contact et de devis.",
        "li2": "Gestion de la relation précontractuelle et commerciale.",
        "li3": "Fonctionnement, maintenance et sécurisation du site.",
        "li4": "Mesure d’audience strictement nécessaire (le cas échéant)."
      },
      "lawful": {
        "title": "Base légale du traitement",
        "p1": "Les traitements reposent sur l’intérêt légitime de WellWithWaves à répondre aux sollicitations et, le cas échéant, sur l’exécution de mesures précontractuelles lorsque vous effectuez une demande de devis.",
        "p2": "Lorsque requis, certains traitements peuvent également reposer sur votre consentement."
      },
      "retention": {
        "title": "Durée de conservation",
        "p1": "Les données issues des formulaires de contact et de demande de devis sont conservées pendant une durée maximale de 3 ans à compter du dernier échange.",
        "p2": "Les données techniques (logs) sont conservées pour une durée limitée à des fins de sécurité, de diagnostic et conformément aux obligations légales applicables.",
        "p3": "Au-delà de ces délais, les données sont supprimées ou anonymisées."
      },
      "security": {
        "title": "Sécurité des données",
        "p1": "WellWithWaves met en œuvre des mesures techniques et organisationnelles appropriées afin de garantir la sécurité et la confidentialité des données personnelles.",
        "p2": "Ces mesures incluent notamment le chiffrement des échanges (HTTPS), des accès restreints aux données et des environnements d’hébergement sécurisés."
      },
      "processors": {
        "title": "Sous-traitants et destinataires",
        "p1": "Les données personnelles sont destinées exclusivement à WellWithWaves.",
        "p2": "Elles peuvent être traitées par des prestataires techniques (hébergement, services email) agissant en tant que sous-traitants, uniquement pour fournir le service et dans le respect du RGPD.",
        "p3": "Sauf mention contraire, aucun transfert de données hors de l’Union européenne n’est réalisé."
      },
      "rights": {
        "title": "Vos droits",
        "p1": "Conformément au Règlement Général sur la Protection des Données (RGPD), vous disposez des droits suivants : accès, rectification, effacement, opposition, limitation et portabilité.",
        "p2": "Vous pouvez exercer vos droits en nous contactant à : {email}.",
        "p3": "Vous disposez également du droit d’introduire une réclamation auprès de la CNIL."
      },
      "cookies": {
        "title": "Cookies",
        "p1": "Le site WellWithWaves utilise uniquement des cookies strictement nécessaires à son fonctionnement.",
        "p2": "Aucun cookie publicitaire ou de traçage à des fins commerciales n’est utilisé.",
        "p3": "Des outils de mesure d’audience peuvent être activés, dans le respect de la réglementation en vigueur et, le cas échéant, avec votre consentement."
      }
    }
  },
  "terms": {
    "title": "Conditions d’utilisation – WellWithWaves",
    "description": "Conditions d’utilisation : accès au site, responsabilités, propriété intellectuelle, liens et contact.",
    "breadcrumb": "Conditions d’utilisation",
    "kicker": "CONDITIONS",
    "pageTitle": "Conditions d’utilisation",
    "pageSubtitle": "Règles d’accès et d’usage du site.",
    "toc": {
      "purpose": "Objet",
      "access": "Accès au site",
      "ip": "Propriété intellectuelle",
      "liability": "Responsabilité",
      "links": "Liens externes",
      "changes": "Mises à jour",
      "contact": "Contact"
    },
    "sections": {
      "purpose": {
        "title": "Objet",
        "p1": "Les présentes conditions encadrent l’accès et l’utilisation du site WellWithWaves. En naviguant sur le site, vous acceptez ces conditions."
      },
      "access": {
        "title": "Accès au site",
        "p1": "Le site est accessible gratuitement, hors coûts d’accès à Internet. Nous pouvons suspendre l’accès pour maintenance ou mise à jour."
      },
      "ip": {
        "title": "Propriété intellectuelle",
        "p1": "Les contenus (textes, images, marques, logos) sont protégés. Toute reproduction, représentation ou diffusion sans autorisation est interdite."
      },
      "liability": {
        "title": "Responsabilité",
        "p1": "Nous nous efforçons de fournir des informations fiables, sans garantir leur exhaustivité. L’utilisateur reste responsable de l’usage qu’il en fait."
      },
      "links": {
        "title": "Liens externes",
        "p1": "Le site peut contenir des liens vers des sites tiers. Nous ne contrôlons pas leur contenu et déclinons toute responsabilité."
      },
      "changes": {
        "title": "Mises à jour",
        "p1": "Nous pouvons modifier ces conditions à tout moment. La version applicable est celle publiée au moment de la consultation."
      },
      "contact": {
        "title": "Contact",
        "p1": "Pour toute question concernant ces conditions, contactez-nous à"
      }
    }
  }
}
